{"data":{"rows":[{"c":[{"v":"Aggravated assault"},{"v":2621,"f":"2,621"},{"v":2616,"f":"2,616"}]},{"c":[{"v":"All Crimes"},{"v":60213,"f":"60,213"},{"v":107439,"f":"107,439"}]},{"c":[{"v":"Arson"},{"v":191,"f":"191"},{"v":255,"f":"255"}]},{"c":[{"v":"Burglary"},{"v":2900,"f":"2,900"},{"v":4978,"f":"4,978"}]},{"c":[{"v":"Larceny"},{"v":14153,"f":"14,153"},{"v":36991,"f":"36,991"}]},{"c":[{"v":"Motor vehicle theft"},{"v":6899,"f":"6,899"},{"v":5433,"f":"5,433"}]},{"c":[{"v":"Murder and nonnegligent manslaughter"},{"v":85,"f":"85"},{"v":57,"f":"57"}]},{"c":[{"v":"Property crime"},{"v":23952,"f":"23,952"},{"v":47402,"f":"47,402"}]},{"c":[{"v":"Rape (revised definition)"},{"v":277,"f":"277"},{"v":342,"f":"342"}]},{"c":[{"v":"Robbery"},{"v":3076,"f":"3,076"},{"v":3175,"f":"3,175"}]},{"c":[{"v":"Violent crime"},{"v":6059,"f":"6,059"},{"v":6190,"f":"6,190"}]}],"cols":[{"id":"crime_type","type":"string"},{"id":"1600000US0653000","type":"number","label":"Oakland, CA"},{"id":"1600000US0667000","type":"number","label":"San Francisco, CA"}]},"description":"The crime incident count of Oakland, CA was 2,621 for aggravated assault. The crime incident count of San Francisco, CA was 2,616 for aggravated assault. The crime incident count of Oakland, CA was 60,213 for all crimes. The crime incident count of San Francisco, CA was 107,439 for all crimes. The crime incident count of Oakland, CA was 191 for arson. The crime incident count of San Francisco, CA was 255 for arson. The crime incident count of Oakland, CA was 2,900 for burglary. The crime incident count of San Francisco, CA was 4,978 for burglary. The crime incident count of Oakland, CA was 14,153 for larceny. The crime incident count of San Francisco, CA was 36,991 for larceny. The crime incident count of Oakland, CA was 6,899 for motor vehicle theft. The crime incident count of San Francisco, CA was 5,433 for motor vehicle theft. The crime incident count of Oakland, CA was 85 for murder and nonnegligent manslaughter. The crime incident count of San Francisco, CA was 57 for murder and nonnegligent manslaughter. The crime incident count of Oakland, CA was 23,952 for property crime. The crime incident count of San Francisco, CA was 47,402 for property crime. The crime incident count of Oakland, CA was 277 for rape (revised definition). The crime incident count of San Francisco, CA was 342 for rape (revised definition). The crime incident count of Oakland, CA was 3,076 for robbery. The crime incident count of San Francisco, CA was 3,175 for robbery. The crime incident count of Oakland, CA was 6,059 for violent crime. The crime incident count of San Francisco, CA was 6,190 for violent crime."}